Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# portfolio_disclaimer
source: Stored on this device only. Not investment advice.
ar: محفوظ على هذا الجهاز فقط. ليس نصيحة استثمارية.
cs: Uloženo pouze v tomto zařízení. Nejde o investiční poradenství.
da: Gemmes kun på denne enhed. Ikke investeringsrådgivning.
de: Nur auf diesem Gerät gespeichert. Keine Anlageberatung.
el: Αποθηκεύεται μόνο σε αυτή τη συσκευή. Δεν αποτελεί επενδυτική συμβουλή.
es: Guardado solo en este dispositivo. No es asesoramiento financiero.
fa: فقط روی همین دستگاه ذخیره می‌شود. توصیه سرمایه‌گذاری نیست.
fi: Tallennettu vain tälle laitteelle. Ei sijoitusneuvontaa.
fr: Enregistré uniquement sur cet appareil. Pas un conseil en investissement.
he: נשמר במכשיר זה בלבד. אין לראות בכך ייעוץ השקעות.
hi: केवल इसी डिवाइस पर सहेजा गया। यह निवेश सलाह नहीं है।
hu: Csak ezen az eszközön tárolva. Nem befektetési tanácsadás.
id: Hanya disimpan di perangkat ini. Bukan saran investasi.
it: Salvato solo su questo dispositivo. Non è una consulenza d'investimento.
ja: この端末にのみ保存されます。投資助言ではありません。
ko: 이 기기에만 저장됩니다. 투자 조언이 아닙니다.
nb: Lagres bare på denne enheten. Ikke investeringsråd.
nl: Alleen op dit apparaat opgeslagen. Geen beleggingsadvies.
pl: Zapisane tylko na tym urządzeniu. To nie jest porada inwestycyjna.
pt: Guardado apenas neste dispositivo. Não é aconselhamento de investimento.
pt_br: Salvo apenas neste dispositivo. Não é recomendação de investimento.
ro: Salvat doar pe acest dispozitiv. Nu este consultanță de investiții.
ru: Хранится только на этом устройстве. Не является инвестиционной рекомендацией.
sq: Ruhet vetëm në këtë pajisje. Nuk është këshillë investimi.
sv: Sparas bara på den här enheten. Ingen investeringsrådgivning.
th: เก็บไว้บนอุปกรณ์นี้เท่านั้น ไม่ใช่คำแนะนำการลงทุน
tr: Yalnızca bu cihazda saklanır. Yatırım tavsiyesi değildir.
uk: Зберігається лише на цьому пристрої. Не є інвестиційною порадою.
vi: Chỉ lưu trên thiết bị này. Không phải lời khuyên đầu tư.
zh_hans: 仅保存在本设备上。不构成投资建议。

# portfolio_edit_tx
source: Edit transaction
ar: تعديل العملية
cs: Upravit transakci
da: Redigér transaktion
de: Transaktion bearbeiten
el: Επεξεργασία συναλλαγής
es: Editar transacción
fa: ویرایش تراکنش
fi: Muokkaa tapahtumaa
fr: Modifier la transaction
he: עריכת עסקה
hi: लेन-देन संपादित करें
hu: Tranzakció szerkesztése
id: Edit transaksi
it: Modifica transazione
ja: 取引を編集
ko: 거래 편집
nb: Rediger transaksjon
nl: Transactie bewerken
pl: Edytuj transakcję
pt: Editar transação
pt_br: Editar transação
ro: Editează tranzacția
ru: Изменить операцию
sq: Ndrysho transaksionin
sv: Redigera transaktion
th: แก้ไขรายการ
tr: İşlemi düzenle
uk: Редагувати операцію
vi: Sửa giao dịch
zh_hans: 编辑交易

# portfolio_empty_action
source: Record first buy
ar: تسجيل أول عملية شراء
cs: Zaznamenat první nákup
da: Registrér første køb
de: Ersten Kauf erfassen
el: Καταγραφή πρώτης αγοράς
es: Registrar la primera compra
fa: ثبت اولین خرید
fi: Kirjaa ensimmäinen osto
fr: Saisir le premier achat
he: תיעוד הקנייה הראשונה
hi: पहली खरीद दर्ज करें
hu: Első vétel rögzítése
id: Catat pembelian pertama
it: Registra il primo acquisto
ja: 最初の購入を記録
ko: 첫 매수 기록
nb: Registrer første kjøp
nl: Eerste aankoop vastleggen
pl: Zapisz pierwszy zakup
pt: Registrar a primeira compra
pt_br: Registrar a primeira compra
ro: Înregistrează prima cumpărare
ru: Записать первую покупку
sq: Regjistro blerjen e parë
sv: Registrera första köpet
th: บันทึกการซื้อครั้งแรก
tr: İlk alımı kaydet
uk: Записати першу купівлю
vi: Ghi giao dịch mua đầu tiên
zh_hans: 记录第一笔买入

# portfolio_empty_example
source: Example: 0.01 BTC bought on 1 March at %1$@. The app then shows value, average buy price and gain/loss – stored only on this device.
ar: مثال: 0.01 BTC اشتُريت في 1 مارس بسعر %1$@. يعرض التطبيق بعدها القيمة ومتوسط سعر الشراء والربح/الخسارة – محفوظة على هذا الجهاز فقط.
cs: Příklad: 0,01 BTC koupeno 1. března za %1$@. Aplikace pak ukáže hodnotu, průměrnou nákupní cenu a zisk/ztrátu – uloženo jen v tomto zařízení.
da: Eksempel: 0,01 BTC købt den 1. marts til %1$@. Appen viser derefter værdi, gns. købspris og gevinst/tab – kun gemt på denne enhed.
de: Beispiel: 0,01 BTC am 1. März zu %1$@ gekauft. Die App zeigt dann Wert, Ø Kaufpreis und Gewinn/Verlust – gespeichert nur auf diesem Gerät.
el: Παράδειγμα: 0,01 BTC αγορασμένα την 1η Μαρτίου στα %1$@. Η εφαρμογή δείχνει τότε αξία, μέση τιμή αγοράς και κέρδος/ζημία – αποθηκευμένα μόνο σε αυτή τη συσκευή.
es: Ejemplo: 0,01 BTC comprados el 1 de marzo a %1$@. La app muestra luego el valor, el precio medio de compra y la ganancia/pérdida, guardados solo en este dispositivo.
fa: مثال: 0.01 BTC در ۱ مارس به قیمت %1$@ خریده شده. سپس برنامه ارزش، میانگین قیمت خرید و سود/زیان را نشان می‌دهد – فقط روی همین دستگاه ذخیره می‌شود.
fi: Esimerkki: 0,01 BTC ostettu 1. maaliskuuta hintaan %1$@. Sovellus näyttää sitten arvon, keskiostohinnan ja voiton/tappion – tallennettu vain tälle laitteelle.
fr: Exemple : 0,01 BTC acheté le 1er mars à %1$@. L'app affiche ensuite la valeur, le prix d'achat moyen et le gain/la perte – enregistrés uniquement sur cet appareil.
he: דוגמה: 0.01 BTC נקנה ב-1 במרץ במחיר %1$@. האפליקציה תציג אז שווי, מחיר קנייה ממוצע ורווח/הפסד – נשמר רק במכשיר הזה.
hi: उदाहरण: 1 मार्च को %1$@ पर 0.01 BTC ख़रीदा। फिर ऐप मूल्य, औसत ख़रीद मूल्य और लाभ/हानि दिखाता है – सिर्फ़ इसी डिवाइस पर सहेजा जाता है।
hu: Példa: 0,01 BTC március 1-jén %1$@ áron vásárolva. Az alkalmazás ezután mutatja az értéket, az átlagos vételárat és a nyereséget/veszteséget – csak ezen az eszközön tárolva.
id: Contoh: 0,01 BTC dibeli pada 1 Maret seharga %1$@. Aplikasi lalu menampilkan nilai, harga beli rata-rata, dan untung/rugi – hanya tersimpan di perangkat ini.
it: Esempio: 0,01 BTC acquistati il 1° marzo a %1$@. L'app mostra poi valore, prezzo medio di acquisto e guadagno/perdita – salvati solo su questo dispositivo.
ja: 例：3月1日に 0.01 BTC を %1$@ で購入。アプリが評価額、平均購入価格、損益を表示します – データはこのデバイスにのみ保存されます。
ko: 예: 3월 1일에 0.01 BTC를 %1$@에 매수. 앱이 평가액, 평균 매수가, 손익을 보여 줍니다 – 이 기기에만 저장됩니다.
nb: Eksempel: 0,01 BTC kjøpt 1. mars til %1$@. Appen viser da verdi, snittkjøpspris og gevinst/tap – lagret bare på denne enheten.
nl: Voorbeeld: 0,01 BTC gekocht op 1 maart tegen %1$@. De app toont dan waarde, gem. aankoopprijs en winst/verlies – alleen opgeslagen op dit apparaat.
pl: Przykład: 0,01 BTC kupione 1 marca po %1$@. Aplikacja pokaże wtedy wartość, średnią cenę zakupu i zysk/stratę – zapisane tylko na tym urządzeniu.
pt: Exemplo: 0,01 BTC comprado a 1 de março por %1$@. A app mostra depois o valor, o preço médio de compra e o ganho/perda – guardados apenas neste dispositivo.
pt_br: Exemplo: 0,01 BTC comprado em 1º de março por %1$@. O app mostra então o valor, o preço médio de compra e o lucro/prejuízo – salvos apenas neste dispositivo.
ro: Exemplu: 0,01 BTC cumpărat pe 1 martie la %1$@. Aplicația afișează apoi valoarea, prețul mediu de cumpărare și câștigul/pierderea – salvate doar pe acest dispozitiv.
ru: Пример: 0,01 BTC куплено 1 марта по %1$@. Затем приложение покажет стоимость, среднюю цену покупки и прибыль/убыток – данные хранятся только на этом устройстве.
sq: Shembull: 0,01 BTC blerë më 1 mars me %1$@. Aplikacioni tregon pastaj vlerën, çmimin mesatar të blerjes dhe fitimin/humbjen – ruajtur vetëm në këtë pajisje.
sv: Exempel: 0,01 BTC köpt den 1 mars för %1$@. Appen visar sedan värde, snittköppris och vinst/förlust – sparat endast på den här enheten.
th: ตัวอย่าง: ซื้อ 0.01 BTC เมื่อ 1 มีนาคม ที่ราคา %1$@ จากนั้นแอปจะแสดงมูลค่า ราคาซื้อเฉลี่ย และกำไร/ขาดทุน – บันทึกไว้ในอุปกรณ์นี้เท่านั้น
tr: Örnek: 1 Mart'ta %1$@ fiyatından 0,01 BTC alındı. Uygulama ardından değeri, ortalama alış fiyatını ve kâr/zararı gösterir – yalnızca bu cihazda saklanır.
uk: Приклад: 0,01 BTC куплено 1 березня за %1$@. Застосунок покаже вартість, середню ціну купівлі та прибуток/збиток – дані зберігаються лише на цьому пристрої.
vi: Ví dụ: 0,01 BTC mua ngày 1 tháng 3 với giá %1$@. Ứng dụng sẽ hiển thị giá trị, giá mua trung bình và lãi/lỗ – chỉ lưu trên thiết bị này.
zh_hans: 示例：3 月 1 日以 %1$@ 买入 0.01 BTC。应用随后会显示市值、平均买入价和盈亏——仅保存在此设备上。

# portfolio_empty_text
source: Record your buys and sells. Value and profit/loss are calculated with current prices in USDT.
ar: سجّل عمليات الشراء والبيع. تُحسب القيمة والربح/الخسارة بالأسعار الحالية بـ USDT.
cs: Zaznamenávejte nákupy a prodeje. Hodnota a zisk/ztráta se počítají z aktuálních kurzů v USDT.
da: Registrér dine køb og salg. Værdi og gevinst/tab beregnes med aktuelle kurser i USDT.
de: Erfasse deine Käufe und Verkäufe. Wert und Gewinn/Verlust werden mit aktuellen Kursen in USDT berechnet.
el: Καταγράψτε αγορές και πωλήσεις. Η αξία και το κέρδος/ζημία υπολογίζονται με τρέχουσες τιμές σε USDT.
es: Registra tus compras y ventas. El valor y las ganancias/pérdidas se calculan con precios actuales en USDT.
fa: خرید و فروش‌های خود را ثبت کنید. ارزش و سود/زیان با قیمت‌های فعلی به USDT محاسبه می‌شود.
fi: Kirjaa ostot ja myynnit. Arvo ja voitto/tappio lasketaan nykyisillä USDT-kursseilla.
fr: Saisissez vos achats et ventes. La valeur et les gains/pertes sont calculés avec les cours actuels en USDT.
he: תעדו קניות ומכירות. השווי והרווח/הפסד מחושבים לפי מחירים נוכחיים ב-USDT.
hi: अपनी खरीद और बिक्री दर्ज करें। मूल्य और लाभ/हानि USDT में वर्तमान भावों से गणना होते हैं।
hu: Rögzítsd a vételeidet és eladásaidat. Az érték és a nyereség/veszteség aktuális USDT-árfolyamokkal számolódik.
id: Catat pembelian dan penjualan Anda. Nilai dan untung/rugi dihitung dengan harga terkini dalam USDT.
it: Registra acquisti e vendite. Valore e utile/perdita sono calcolati con i prezzi attuali in USDT.
ja: 売買を記録しましょう。評価額と損益は USDT 建ての現在価格で計算されます。
ko: 매수와 매도를 기록하세요. 평가액과 손익은 USDT 기준 현재가로 계산됩니다.
nb: Registrer kjøp og salg. Verdi og gevinst/tap beregnes med gjeldende kurser i USDT.
nl: Leg je aankopen en verkopen vast. Waarde en winst/verlies worden berekend met actuele koersen in USDT.
pl: Zapisuj zakupy i sprzedaże. Wartość i zysk/strata są liczone według bieżących kursów w USDT.
pt: Registre as suas compras e vendas. Valor e lucro/prejuízo são calculados com preços atuais em USDT.
pt_br: Registre suas compras e vendas. Valor e lucro/prejuízo são calculados com preços atuais em USDT.
ro: Înregistrează cumpărările și vânzările. Valoarea și profitul/pierderea se calculează cu prețuri curente în USDT.
ru: Записывайте покупки и продажи. Стоимость и прибыль/убыток рассчитываются по текущим курсам в USDT.
sq: Regjistro blerjet dhe shitjet. Vlera dhe fitimi/humbja llogariten me çmimet aktuale në USDT.
sv: Registrera dina köp och försäljningar. Värde och vinst/förlust beräknas med aktuella kurser i USDT.
th: บันทึกการซื้อและขายของคุณ มูลค่าและกำไร/ขาดทุนคำนวณจากราคาปัจจุบันเป็น USDT
tr: Alım ve satımlarını kaydet. Değer ve kâr/zarar güncel USDT fiyatlarıyla hesaplanır.
uk: Записуйте купівлі й продажі. Вартість і прибуток/збиток розраховуються за поточними курсами в USDT.
vi: Ghi lại các giao dịch mua bán. Giá trị và lãi/lỗ được tính theo giá hiện tại bằng USDT.
zh_hans: 记录你的买入和卖出。市值和盈亏按 USDT 当前价格计算。

# portfolio_empty_title
source: No transactions yet
ar: لا توجد عمليات بعد
cs: Zatím žádné transakce
da: Ingen transaktioner endnu
de: Noch keine Transaktionen
el: Δεν υπάρχουν ακόμη συναλλαγές
es: Aún no hay transacciones
fa: هنوز تراکنشی نیست
fi: Ei vielä tapahtumia
fr: Aucune transaction
he: אין עדיין עסקאות
hi: अभी कोई लेन-देन नहीं
hu: Még nincs tranzakció
id: Belum ada transaksi
it: Ancora nessuna transazione
ja: まだ取引がありません
ko: 아직 거래가 없습니다
nb: Ingen transaksjoner ennå
nl: Nog geen transacties
pl: Brak transakcji
pt: Ainda sem transações
pt_br: Ainda sem transações
ro: Încă nicio tranzacție
ru: Операций пока нет
sq: Ende pa transaksione
sv: Inga transaktioner ännu
th: ยังไม่มีรายการ
tr: Henüz işlem yok
uk: Операцій ще немає
vi: Chưa có giao dịch
zh_hans: 暂无交易

# portfolio_export_action
source: Export cut-off date…
ar: تصدير بتاريخ مرجعي…
cs: Export k rozhodnému dni…
da: Skæringsdato-eksport…
de: Stichtag-Export…
el: Εξαγωγή ημερομηνίας αναφοράς…
es: Exportar a fecha de corte…
fa: خروجی تاریخ مبنا…
fi: Tilannepäivän vienti…
fr: Export à date de référence…
he: ייצוא לתאריך קובע…
hi: कट-ऑफ़ तारीख़ एक्सपोर्ट…
hu: Fordulónapi export…
id: Ekspor tanggal acuan…
it: Esporta alla data di riferimento…
ja: 基準日エクスポート…
ko: 기준일 내보내기…
nb: Eksport per skjæringsdato…
nl: Peildatum-export…
pl: Eksport stanu na dzień…
pt: Exportar à data de referência…
pt_br: Exportar na data de referência…
ro: Export la data de referință…
ru: Экспорт на отчётную дату…
sq: Eksport në datën e referencës…
sv: Export per avstämningsdag…
th: ส่งออก ณ วันที่อ้างอิง…
tr: Referans tarihine göre dışa aktar…
uk: Експорт на звітну дату…
vi: Xuất theo ngày chốt…
zh_hans: 导出基准日持仓…

# portfolio_export_button
source: Export CSV
ar: تصدير CSV
cs: Exportovat CSV
da: Eksportér CSV
de: CSV exportieren
el: Εξαγωγή CSV
es: Exportar CSV
fa: خروجی CSV
fi: Vie CSV
fr: Exporter en CSV
he: ייצוא CSV
hi: CSV एक्सपोर्ट करें
hu: CSV exportálása
id: Ekspor CSV
it: Esporta CSV
ja: CSVをエクスポート
ko: CSV 내보내기
nb: Eksporter CSV
nl: CSV exporteren
pl: Eksportuj CSV
pt: Exportar CSV
pt_br: Exportar CSV
ro: Exportă CSV
ru: Экспорт CSV
sq: Eksporto CSV
sv: Exportera CSV
th: ส่งออก CSV
tr: CSV dışa aktar
uk: Експортувати CSV
vi: Xuất CSV
zh_hans: 导出 CSV

# portfolio_export_col_amount
source: Amount
ar: الكمية
cs: Množství
da: Mængde
de: Menge
el: Ποσότητα
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
he: כמות
hi: मात्रा
hu: Mennyiség
id: Jumlah
it: Quantità
ja: 数量
ko: 수량
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt: Quantidade
pt_br: Quantidade
ro: Cantitate
ru: Количество
sq: Sasia
sv: Mängd
th: จำนวน
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hans: 数量

# portfolio_export_col_coin
source: Coin
ar: العملة
cs: Mince
el: Νόμισμα
es: Moneda
fa: کوین
fi: Kolikko
he: מטבע
hi: कॉइन
hu: Érme
id: Koin
ja: コイン
ko: 코인
pl: Moneta
pt: Moeda
pt_br: Moeda
ro: Monedă
ru: Монета
sq: Monedha
th: เหรียญ
uk: Монета
zh_hans: 币种

# portfolio_export_col_note
source: Note
ar: ملاحظة
cs: Poznámka
de: Hinweis
el: Σημείωση
es: Nota
fa: یادداشت
fi: Huomautus
fr: Remarque
he: הערה
hi: नोट
hu: Megjegyzés
id: Catatan
it: Nota
ja: メモ
ko: 메모
nb: Merknad
nl: Opmerking
pl: Uwaga
pt: Nota
pt_br: Nota
ro: Notă
ru: Примечание
sq: Shënim
sv: Anmärkning
th: หมายเหตุ
tr: Not
uk: Примітка
vi: Ghi chú
zh_hans: 备注

# portfolio_export_col_price
source: Price USDT
ar: السعر USDT
cs: Cena USDT
da: Kurs USDT
de: Kurs USDT
el: Τιμή USDT
es: Precio USDT
fa: قیمت USDT
fi: Hinta USDT
fr: Prix USDT
he: מחיר USDT
hi: कीमत USDT
hu: Ár USDT
id: Harga USDT
it: Prezzo USDT
ja: 価格 USDT
ko: 가격 USDT
nb: Kurs USDT
nl: Koers USDT
pl: Cena USDT
pt: Preço USDT
pt_br: Preço USDT
ro: Preț USDT
ru: Цена USDT
sq: Çmimi USDT
sv: Kurs USDT
th: ราคา USDT
tr: Fiyat USDT
uk: Ціна USDT
vi: Giá USDT
zh_hans: 价格 USDT

# portfolio_export_col_rate
source: Rate USD→%1$@
ar: سعر USD→%1$@
cs: Kurz USD→%1$@
da: Kurs USD→%1$@
de: Kurs USD→%1$@
el: Ισοτιμία USD→%1$@
es: Tipo USD→%1$@
fa: نرخ USD→%1$@
fi: Kurssi USD→%1$@
fr: Taux USD→%1$@
he: שער USD→%1$@
hi: दर USD→%1$@
hu: Árfolyam USD→%1$@
id: Kurs USD→%1$@
it: Cambio USD→%1$@
ja: レート USD→%1$@
ko: 환율 USD→%1$@
nb: Kurs USD→%1$@
nl: Koers USD→%1$@
pl: Kurs USD→%1$@
pt: Câmbio USD→%1$@
pt_br: Câmbio USD→%1$@
ro: Curs USD→%1$@
ru: Курс USD→%1$@
sq: Kursi USD→%1$@
sv: Kurs USD→%1$@
th: อัตรา USD→%1$@
tr: Kur USD→%1$@
uk: Курс USD→%1$@
vi: Tỷ giá USD→%1$@
zh_hans: 汇率 USD→%1$@

# portfolio_export_col_value
source: Value USDT
ar: القيمة USDT
cs: Hodnota USDT
da: Værdi USDT
de: Wert USDT
el: Αξία USDT
es: Valor USDT
fa: ارزش USDT
fi: Arvo USDT
fr: Valeur USDT
he: שווי USDT
hi: मूल्य USDT
hu: Érték USDT
id: Nilai USDT
it: Valore USDT
ja: 評価額 USDT
ko: 평가액 USDT
nb: Verdi USDT
nl: Waarde USDT
pl: Wartość USDT
pt: Valor USDT
pt_br: Valor USDT
ro: Valoare USDT
ru: Стоимость USDT
sq: Vlera USDT
sv: Värde USDT
th: มูลค่า USDT
tr: Değer USDT
uk: Вартість USDT
vi: Giá trị USDT
zh_hans: 市值 USDT

# portfolio_export_col_value_cur
source: Value %1$@
ar: القيمة %1$@
cs: Hodnota %1$@
da: Værdi %1$@
de: Wert %1$@
el: Αξία %1$@
es: Valor %1$@
fa: ارزش %1$@
fi: Arvo %1$@
fr: Valeur %1$@
he: שווי %1$@
hi: मूल्य %1$@
hu: Érték %1$@
id: Nilai %1$@
it: Valore %1$@
ja: 評価額 %1$@
ko: 평가액 %1$@
nb: Verdi %1$@
nl: Waarde %1$@
pl: Wartość %1$@
pt: Valor %1$@
pt_br: Valor %1$@
ro: Valoare %1$@
ru: Стоимость %1$@
sq: Vlera %1$@
sv: Värde %1$@
th: มูลค่า %1$@
tr: Değer %1$@
uk: Вартість %1$@
vi: Giá trị %1$@
zh_hans: 市值 %1$@

# portfolio_export_comment
source: # Cut-off date %1$@, currency %2$@, FX rate of %3$@
ar: # التاريخ المرجعي %1$@، العملة %2$@، سعر الصرف بتاريخ %3$@
cs: # Rozhodný den %1$@, měna %2$@, kurz z %3$@
da: # Skæringsdato %1$@, valuta %2$@, valutakurs fra %3$@
de: # Stichtag %1$@, Währung %2$@, Devisenkurs vom %3$@
el: # Ημερομηνία αναφοράς %1$@, νόμισμα %2$@, ισοτιμία της %3$@
es: # Fecha de corte %1$@, moneda %2$@, tipo de cambio del %3$@
fa: # تاریخ مبنا %1$@، ارز %2$@، نرخ ارز %3$@
fi: # Tilannepäivä %1$@, valuutta %2$@, valuuttakurssi %3$@
fr: # Date de référence %1$@, devise %2$@, taux de change du %3$@
he: # תאריך קובע %1$@, מטבע %2$@, שער חליפין מ-%3$@
hi: # कट-ऑफ़ तारीख़ %1$@, मुद्रा %2$@, विनिमय दर %3$@ की
hu: # Fordulónap %1$@, pénznem %2$@, árfolyam dátuma %3$@
id: # Tanggal acuan %1$@, mata uang %2$@, kurs tanggal %3$@
it: # Data di riferimento %1$@, valuta %2$@, cambio del %3$@
ja: # 基準日 %1$@、通貨 %2$@、為替レート %3$@ 時点
ko: # 기준일 %1$@, 통화 %2$@, %3$@ 환율
nb: # Skjæringsdato %1$@, valuta %2$@, valutakurs fra %3$@
nl: # Peildatum %1$@, valuta %2$@, wisselkoers van %3$@
pl: # Stan na dzień %1$@, waluta %2$@, kurs walut z %3$@
pt: # Data de referência %1$@, moeda %2$@, câmbio de %3$@
pt_br: # Data de referência %1$@, moeda %2$@, câmbio de %3$@
ro: # Data de referință %1$@, moneda %2$@, curs valutar din %3$@
ru: # Отчётная дата %1$@, валюта %2$@, курс на %3$@
sq: # Data e referencës %1$@, monedha %2$@, kursi i këmbimit i %3$@
sv: # Avstämningsdag %1$@, valuta %2$@, växelkurs från %3$@
th: # วันที่อ้างอิง %1$@, สกุลเงิน %2$@, อัตราแลกเปลี่ยน ณ %3$@
tr: # Referans tarihi %1$@, para birimi %2$@, %3$@ döviz kuru
uk: # Звітна дата %1$@, валюта %2$@, курс на %3$@
vi: # Ngày chốt %1$@, tiền tệ %2$@, tỷ giá ngày %3$@
zh_hans: # 基准日 %1$@，货币 %2$@，汇率日期 %3$@

# portfolio_export_currency
source: Currency: %1$@
ar: العملة: %1$@
cs: Měna: %1$@
da: Valuta: %1$@
de: Währung: %1$@
el: Νόμισμα: %1$@
es: Moneda: %1$@
fa: ارز: %1$@
fi: Valuutta: %1$@
fr: Devise : %1$@
he: מטבע: %1$@
hi: मुद्रा: %1$@
hu: Pénznem: %1$@
id: Mata uang: %1$@
it: Valuta: %1$@
ja: 通貨：%1$@
ko: 통화: %1$@
nb: Valuta: %1$@
nl: Valuta: %1$@
pl: Waluta: %1$@
pt: Moeda: %1$@
pt_br: Moeda: %1$@
ro: Monedă: %1$@
ru: Валюта: %1$@
sq: Monedha: %1$@
sv: Valuta: %1$@
th: สกุลเงิน: %1$@
tr: Para birimi: %1$@
uk: Валюта: %1$@
vi: Tiền tệ: %1$@
zh_hans: 货币：%1$@

# portfolio_export_date
source: Cut-off date
ar: التاريخ المرجعي
cs: Rozhodný den
da: Skæringsdato
de: Stichtag
el: Ημερομηνία αναφοράς
es: Fecha de corte
fa: تاریخ مبنا
fi: Tilannepäivä
fr: Date de référence
he: תאריך קובע
hi: कट-ऑफ़ तारीख़
hu: Fordulónap
id: Tanggal acuan
it: Data di riferimento
ja: 基準日
ko: 기준일
nb: Skjæringsdato
nl: Peildatum
pl: Stan na dzień
pt: Data de referência
pt_br: Data de referência
ro: Data de referință
ru: Отчётная дата
sq: Data e referencës
sv: Avstämningsdag
th: วันที่อ้างอิง
tr: Referans tarihi
uk: Звітна дата
vi: Ngày chốt
zh_hans: 基准日

# portfolio_export_done
source: Export saved
ar: تم حفظ التصدير
cs: Export uložen
da: Eksport gemt
de: Export gespeichert
el: Η εξαγωγή αποθηκεύτηκε
es: Exportación guardada
fa: خروجی ذخیره شد
fi: Vienti tallennettu
fr: Export enregistré
he: הייצוא נשמר
hi: एक्सपोर्ट सहेजा गया
hu: Export mentve
id: Ekspor disimpan
it: Export salvato
ja: エクスポートを保存しました
ko: 내보내기 저장됨
nb: Eksport lagret
nl: Export opgeslagen
pl: Eksport zapisany
pt: Exportação guardada
pt_br: Exportação salva
ro: Export salvat
ru: Экспорт сохранён
sq: Eksporti u ruajt
sv: Export sparad
th: บันทึกการส่งออกแล้ว
tr: Dışa aktarım kaydedildi
uk: Експорт збережено
vi: Đã lưu bản xuất
zh_hans: 导出已保存

# portfolio_export_failed
source: Export failed
ar: فشل التصدير
cs: Export se nezdařil
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Error al exportar
fa: خروجی ناموفق بود
fi: Vienti epäonnistui
fr: Échec de l'export
he: הייצוא נכשל
hi: एक्सपोर्ट विफल
hu: Sikertelen export
id: Ekspor gagal
it: Export non riuscito
ja: エクスポートに失敗しました
ko: 내보내기 실패
nb: Eksport mislyktes
nl: Export mislukt
pl: Eksport nieudany
pt: Falha na exportação
pt_br: Falha na exportação
ro: Exportul a eșuat
ru: Ошибка экспорта
sq: Eksporti dështoi
sv: Exporten misslyckades
th: ส่งออกไม่สำเร็จ
tr: Dışa aktarım başarısız
uk: Помилка експорту
vi: Xuất thất bại
zh_hans: 导出失败
